[
  {
    "img": "images/2024-09-0521-54-00-ezgif.com-crop.gif",
    "id": 2,
    "date": "2022-2024",
    "name": "Asistente virtual Personalizado",
    "description": "Un Asistente virtual Personalizado redefine los chatbots con los últimos avances en inteligencia artificial. Aprovechando los potentes modelos actuales, permite integrar cualquier tipo de información para actuar de manera eficiente y precisa para ti.",
    "tecnologies": [
      "Python",
      "ChatGPT",
      "Gemini",
      "ApiREST"
    ],
    "link": "https://www.franciscomedinaofficial.com"
  },
  {
    "img": "images/2024-09-0522-50-42-ezgif.com-crop.gif",
    "id": 1,
    "date": "2024",
    "name": "Análisis Predictivo y Aprendizaje Automático",
    "description": "Con el uso del aprendizaje automático para realizar predicciones y clasificaciones precisas podre indentificar patrones temporales y más. Transformo datos complejos en información valiosa para optimizar decisiones empresariales.",
    "tecnologies": [
      "Python",
      "Machine Learning",
      "Data Mining"
    ]
  },
  {
    "img": "images/dashboard.png",
    "id": 1,
    "date": "2024",
    "name": "Visualización de Datos Automatizada",
    "description": "Automatizo la visualización de datos y la generación de informes. Gracias a las tecnologias actuales, se puede transformar los datos complejos en reportes claros y accesibles lo que optimiza la toma de decisiones empresariales de manera eficiente.",
    "tecnologies": [
      "python",
      "AWS",
      "SQL",
      "Power BI"
    ]
  },
  {
    "img": "images/bigdata.png",
    "id": 3,
    "date": "2022-2024",
    "name": "Procesamiento de BigData",
    "description": "Gestiono la big data para transformar y transportar datos desde sus fuentes originales hasta su destino final, asegurando un procesamiento eficiente y una visualización clara. Utilizando tecnologías avanzadas para manejar grandes volúmenes de información de manera segura y escalable",
    "tecnologies": [
      "Python",
      "Cloud",
      "Spark"
    ]
  }
]