{
  "experience": [
    {
      "id": 1,
      "date": "2022-2024",
      "job": "Ingeniero de Datos",
      "enterprise": "Defontana",
      "city": "Santiago, Chile",
      "description": "Como ingeniero de datos, transformé la gestión de datos en la empresa, implementando soluciones escalables y robustas. Desarrollé pipelines que aseguran la integridad de los datos desde su origen hasta su consolidación en datalakes eficientes. Mis reportes y visualizaciones avanzadas proporcionaron insights clave, permitiendo una comprensión profunda del negocio que impulsó la toma de decisiones estratégicas y la competitividad.",
      "img": "images/defontana.png"
    },
    {
      "id": 2,
      "date": "2022",
      "job": "Ingeniero de Machine Learning",
      "enterprise": "Cymasuite",
      "city": "Santiago, Chile",
      "description": "Como ingeniero de aprendizaje automático, mi función fue analizar y extraer insights valiosos de grandes bases de datos, identificando patrones y tendencias que permitieron desarrollar modelos predictivos y de clasificación precisos. Destaco la creación de dos sistemas innovadores: uno para clasificar cuentas contables de manera automática y otro para detectar transacciones con factura potencialmente fraudulentas, ambos utilizando técnicas avanzadas de machine learning.",
      "img": "images/cymasuite.png"
    },
    {
      "id": 3,
      "date": "2021",
      "job": "Ingeniero BackEnd",
      "enterprise": "Rubits Works",
      "city": "La Serena, Chile",
      "description": "Como desarrollador backend, diseñé y desarrollé una API REST robusta y escalable utilizando Python, garantizando la integridad y seguridad de los datos a través de prácticas de codificación segura y la implementación de medidas de autenticación y autorización. Además, lideré con éxito una migración crítica entre bases de datos, planificando y ejecutando cuidadosamente el proceso para asegurar una transición fluida y minimizar el tiempo de inactividad. ",
      "img": "images/rubits.jfif"
    }
  ],
  "education": [
    {
      "id": 1,
      "date": "2024",
      "job": "Especialización en Deep Learning",
      "enterprise": "Centro de Graduados de la Universidad de Buenos Aires",
      "city": "Remoto",
      "description": "En este programa, profundicé en temas avanzados como redes neuronales , redes convolucionales, redes recurrentes, visión por computadora y procesamiento de lenguaje natural, entre otros. Desarrollé proyectos prácticos y trabajé con datasets complejos para resolver problemas de ciencia de datos y machine learning.",
      "img": "images/uba.png"
    },
    {
      "id": 3,
      "date": "2021-Actual",
      "job": "Aprendizaje autonomo",
      "enterprise": "",
      "city": "Remoto",
      "description": "Como compromiso con el desarrollo continuo, he explorado diversas plataformas como coursera, capacitateparaelempleo.com, udemy, youtube, entre otros. Gracias a eso he adquirido confianza y habilidades suficiente para llevar a cabo grandes proyectos",
      "img": "images/ibm.png"
    },
    {
      "id": 2,
      "date": "2015-2021",
      "job": "Ingenieria en Información y control de Gestiónr",
      "enterprise": "Universidad Catolica del Norte",
      "city": "Coquimbo, Chile",
      "description": "La carrera de Ingeniería en Información y Control de Gestión se enfoca en la planificación, diseño, implementación y evaluación de sistemas de información y procesos de negocio que permitan a las organizaciones tomar decisiones informadas y mejorar su desempeño.",
      "img": "images/ucn.png"
    }
  ]
}